/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "로그인 중";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "확인";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "오류";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "서버";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "URL 접미부";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "게이트웨이만";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "포트";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "도메인";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "보안 채널";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "비밀번호";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "비밀번호 확인";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "팜 ID";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "보안 구성";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "사용자 이름";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "신규 패스코드";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "패스코드";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "패스코드 확인";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "현재 앱 패스코드";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "앱 패스코드";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "모바일 사용자";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "활성화 코드";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "클라이언트";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO 패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "사용자 이름";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "비밀번호";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "비밀번호";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "사용자 이름";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(선택사항)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "어플리케이션을 비활성화하시겠습니까?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "어플리케이션을 잠그시겠습니까?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "어플리케이션 설정을 업데이트하시겠습니까?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "이 인증서를 신뢰하십니까?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "추적을 서버로 업로드하시겠습니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "패스코드 설정";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "패스코드 해제";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "패스코드 변경";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "로그인 데이터";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "세부사항";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "앱 패스코드";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "앱 패스코드";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "다음";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "로그인";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "시도";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "완료";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "로그인";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "패스코드를 잊은 경우";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "잠금";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "업데이트";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "비활성화";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "완료";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "완료";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "업로드";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "SSO 패스코드를 잊은 경우";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "스킵";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "다음";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "다음";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "뒤로";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "취소";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "로그인";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "SSO 패스코드 입력";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "패스코드 잠금";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "자격 증명 입력";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "패스코드 입력";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "패스코드 설정";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "패스코드 변경";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "로그인";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "삭제";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "잠금";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "업데이트";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "추적 업로드";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "비밀번호 업데이트";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "로그인 데이터";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "로그인";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "패스코드를 설정하십시오.";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "패스코드 설정";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "SSO 비밀번호 입력";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "로그인 자격 증명 입력";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "패스코드 설정";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "패스코드 변경";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "패스코드 변경";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "패스코드 해제";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "로그인";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "삭제";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "잠금";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "업데이트";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "추적 업로드";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "비밀번호 업데이트";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "로그인 데이터";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF 로그온 샘플";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "로그인 데이터가 없는 경우 샘플 데이터를 사용하여 앱을 시도할 수 있습니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "앱에 로그인하려면 로그인 데이터를 입력하십시오. 이 데이터는 앱에 저장됩니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "앱의 무단 사용을 방지하려면 앱 패스코드를 설정해야 합니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "앱 패스코드를 설정하여 앱의 무단 사용을 방지할 수 있습니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "앱 패스코드를 설정하여 앱의 무단 사용을 방지할 수 있습니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "패스코드를 변경하려면 기존 앱 패스코드를 입력한 후 새 패스코드를 입력하십시오.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "패스코드를 변경하려면 기존 앱 패스코드를 입력한 후 새 패스코드를 입력하십시오.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "패스코드를 해제하려면 앱 패스코드를 입력하십시오.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "앱에 로그인하려면 앱 패스코드를 입력하십시오.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 삭제";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 잠금";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 업데이트";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 추적 업로드";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "앱에 사용되는 비밀번호를 업데이트하려면 현재 비밀번호를 입력하십시오.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "앱의 로그인 데이터를 조회할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "클라이언트 허브로 작업하려면 비밀번호를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Afaria 자격 증명을 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "앱에 로그인하려면 자격 증명을 입력하십시오. 클라이언트 허브 앱에 이 자격 증명이 저장되므로 다른 앱에서도 이 자격 증명을 사용할 수 있습니다.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "앱을 재설정하시겠습니까?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "확인";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "취소";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "확인";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "앱 패스코드 변경";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "앱 패스코드 설정";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "삭제 중";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "업데이트 중";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "업로드 중";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "등록이 취소되었습니다.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "작업이 취소되었습니다.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Afaria 패스코드 정책이 \"항상 해제\"이므로 앱 패스코드를 변경할 수 없습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "입력한 패스코드가 일치하지 않습니다.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "입력한 패스코드가 일치하지 않습니다.";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "인증서 등록 유형을 사용하여 등록하지 못했습니다. Afaria 클라이언트가 올바르게 설치되어 있는지 또는 CertificateProvider가 설정되어 있는지 확인하십시오.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "SSO 패스코드를 잊은 경우";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "클라이언트 허브의 SSO 패스코드를 재설정한 후 앱을 재시작하십시오.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "SSO 입력을 건너뛰면 클라이언트 허브에서 이 앱이 분리됩니다.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "SSO 패스코드가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "이 상태에서는 작업이 허용되지 않습니다.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ 필드에 허용되지 않는 문자가 포함되어 있습니다.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@의 길이는 %2$d자 미만이어야 합니다.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "포트는 1에서 65535 사이의 값이어야 합니다.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "기존 패스코드";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "시간 제한";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "즉시";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "%1$i초 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "%1$i초 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "%1$i분 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "%1$i분 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "%1$i시간 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "%1$i시간 이내";

